{
    "code":0,
    "msg":"",
    "count":1000,
    "data":[
    {
        "id": 1,
        "name": "平台分组1",
        "platforms": [
            {
                "id": "120",
                "name": "平台名称1"
            },
            {
                "id": "60",
                "name": "平台名称11"
            }
        ]
    },
    {
        "id": 2,
        "name": "平台分组2",
        "platforms": [
            {
                "id": "33",
                "name": "平台名称2"
            },
            {
                "id": "66",
                "name": "平台名称22"
            }
        ]
    },
    {
        "id": 0,
        "name": "平台分组3",
        "platforms": [
            {
                "id": "33",
                "name": "平台名称3"
            },
            {
                "id": "66",
                "name": "平台名称33"
            }
        ]
    },
    {
        "id": 4,
        "name": "平台分组4",
        "platforms": [
            {
                "id": "33",
                "name": "平台名称4"
            },
            {
                "id": "66",
                "name": "平台名称444"
            }
        ]
    }
]
}